require("Funcs")

local function run(Message,Arguments)
    local Embed = newEmbed()
    Embed:setAuthor("CyBot","http://cyhost.x10.mx/Utilities/RaccAttack.png")
    Embed:setImage("https://tenor.com/view/kfc-chicken-dance-gif-4476291?size=츄浖ີ䂚㳘哜磞䩢鳕?ꦿ襙鋆尞:bangbang:髨쑲窙䛏즛?湯ⶊ鄄逮⻢뇡哊낄隨嘁ᖈḊ墈蝝䗌쟑୨羽쥫햲Ԥ븧ٵ娹᧨핃럒鳕힍ធᶭ㗄ᄏⵒ䢺囤둝똦噪깧冮↣봲ꌱΆ䊟䎷㓔얀֠喵葀㥃켚뵰韑瓶찱줻숏噳镽괍緳谅㢖鲥䋟?䂖쯶䞫탎첶먩⟌枅舀徨䥜ⅉᾛ쑳獳鼝앧꒱ᢻ苜䄷಼撼炈ᎄွየ쵈?娻뤜䢥ꌤ㍻糙팤窱饾ᢚ궻ꂛS飰傡葲꒦ꌽ?埩串鋵涕戫架듺뿡靟貃牬闔厵㿆쫹ꓗ薁㤊尳ت溡椺胤閱琑韬?┦然?刧ओꙌ휕坚ﺣᑿ孚젾⮝裉仭ꘖ룓嬄ᐮ룵䃚䑸ꡬ쨔峌敭姪ᓙ밇紀说铄ᗚ㾐扂楹悑츖ݓ醴䴭敃⬕뵌嚈䢅╙䮧噐噁拎駦쨦뉒ሟ択鉷뛱䨦氌ú℩룲?蠴癄湷ꂜᾋ?믓蒘㙼锂㉤ㇰ老뛌쀞飦뚿ꌹ촿骺埓䭤뾦⺞苤폄┃뇝錂펁ᯮ៛蔎闬蜹쓌甇പ㎿㠡踏㾣嚓뢭빰⸥㑝㺖?銋匰옍혲鼘쁀놊焖膅㻩ꮫ㤍稬ኽ歊ꡔắ耂네ꖋ?頪魞㸼艷ต糈ﭸ㵏Ʝ쥢ꅚ웞뀝쳦귒匮띍嘩㦘偠녳헚縼ȼ㕹腛㉶醒懕띄팄戟児澛돰膑浦裧桥䅞瞆ص舨羡ó쾼붮悺㣔㛷찒餋赉橈ቛ䊍댗璌哐刞ӆ⒦鍹鬾뀫晫櫡溿赲麶邥?쫾퇠쬩憳苳᪂取鱦贅㙰ﭡ檟둉빱줐翔靠쒲褎圹墽휻⫆痮똍쎭뷄쫝茕⛃ᓕ襔棨ᕲ욊눓࿹㗦爤퀾ᳫ靔瀜渆詼䡖踯܇驥꠲쫔썸䑬熽ཪ뱗轫赱냂ᶉ핿樐⊚硸韌??嬎휓:diamonds:鰰כֿ먱ᙌ빃睕莻堋?ꢗ뤒뭛里ᗓ⢭꼃蟃讖랰禰祐엙␚放㚼飲ꏓӗ烶줓昐默訡☥쵴믊䵔Ό钘ᘴⓘ飝햚ӊ㵇넂폃ꗣ熳睊穻搥?攚ꍅ怽閬솆봶?朶柜䥛鴾尭䟵웡ꐊ䉖䟼䓃ꬣ嘿咶÷Ἔ꽫託睺控刵皚赒䪊ꅪ쾉濗䟘힆谋３职㽌徲陞翺ﾪ瑎䚤䎌㲦䛴?ܷ?뫰ⵥ幢쐦씶ຫ乑짊誳鷺䤁㤈₂⡯搪撰?酡묧囑懎ޯ艽痵鍽闛负땴簉㪼䐆艐?ʁ褒妵ज़?롯䦯莼떑쳒穿↤Ŗ藟轫赱냂ᶉ핿樐⊚硸韌??嬎휓:diamonds:鰰כֿ먱ᙌ빃睕莻堋?聸뀩粠阔䨣㔨ꌛ;냋脓侇浭䩝殑潅芦附⻌衒邮卅週ಇ료菉辊铷쩺衕鬨햤嬚匝양䱥銘䬸留塢菑椪岐㿵犀졶ଶ縄㹂쨷呤㨮纷")
    reply(Message,{embed = Embed})
end
commandAdd("test",run)